/* Dialog Strings */
"SAVE" = "保存";
"DONTSAVE" = "保存しない";
"CANCEL" = "キャンセル";
"DELETE" = "削除";
"OK" = "OK";
"APPLY" = "適用";
"REVERT" = "元に戻す";
"DONTAPPLY" = "適用しない";
"CONTINUE" = "続ける";
"NONE" = "なし";
"ASSIST" = "アシスタント...";
"NEW_ISP" = "新規 ISP を入手...";
"CREATE" = "作成";
"DO_NOT_CREATE" = "作成しない";
"UNKNOWN" = "不明";
"DONE" = "完了";
"AUTHENTICATE" = "認証";
"DEAUTHENTICATE" = "認証解除";

"ADVANCED" = "詳細";
"SETUP" = "設定...";
"CONNECT" = "接続";
"DISCONNECT" = "接続解除";
"DIAL_NOW" = "今すぐダイヤル";

"EDIT_BUTTON_RENAME" = "名称変更";
"EDIT_BUTTON_EDIT" = "編集...";

"LINK_AGGREGATE" = "リンクアグリゲート";

/* Panel Strings */
"SAVE_CONFIG" = "構成の変更を適用しますか？";
"IP_FROM_SERVER" = "IP アドレス：サーバから割り当てられます\n";
"IP_ADDR" = "IP アドレス：%@\n";
"DELETE_LOC" = "ネットワーク環境“%@”を削除してもよろしいですか？";
"DELETE_CFG" = "構成“%@”を削除してもよろしいですか？";
"DELETE_SERVICE" = "サービス“%@”を削除してもよろしいですか？";
"NO_UNDO_DESC" = "この操作は取り消せません。";
"DELETE_SERVICE_MULTIPLE_SETS_TITLE" = "サービス“%@”は複数のネットワーク環境にあります";
"DELETE_SERVICE_MULTIPLE_SETS_MESSAGE" = "すべてのネットワーク環境から削除しますか、それとも現在のネットワーク環境のみから削除しますか？";
"DELETE_SERVICE_MULTIPLE_SETS_DEFAULT_BUTTON" = "すべてから削除";
"DELETE_SERVICE_MULTIPLE_SETS_ALTERNATE_BUTTON" = "現在の設定から削除";
"RENAME_CFG" = "構成の名前を変更：";
"RENAME_SERVICE" = "“%@”の新しい名前を入力してください。";
"CREATE_CFG" = "以下の名前で新しい構成を作成：";
"CREATE_SERVICE" = "以下の名前で新しいサービスを作成：";
"DUPLICATE_SERVICE" = "“%@”の複製の名前を入力してください。";
"AUTOMATIC_CFG" = "自動";
"DEFAULT_CFG" = "デフォルト";
"UNTITLED_CFG" = "名称未設定";
"CFG_NAME" = "構成名：";
"CFG_COPY_NO_FORMAT" = "コピー";
"CFG_COPY" = "%@ のコピー";
"AIRPORT_ID" = "AirMac ID：";
"ENET_ID" = "Ethernet アドレス：";
"DEFAULT_PPPoE_SERVICE_NAME" = "PPPoE";
"INVALID_NAME" = "無効な名前です";
"DUPLICATE_NAME" = "名前は一意である必要があります。";
"INVALID_VLAN_TAG" = "タグが範囲を超えています";
"DUPLICATE_VLAN_TAG" = "タグは一意である必要があります。";
"TURN_AIRPORT_OFF" = "AirMac を切にする";
"TURN_AIRPORT_ON" = "AirMac を入にする";
"AIRPORT_POWER_ON" = "入";
"AIRPORT_POWER_OFF" = "切";
"VPN_TITLE" = "VPN（%@）";
"L2TP_TITLE" = "L2TP";
"PPTP_TITLE" = "PPTP";
"CISCO_IPSEC_TITLE" = "Cisco IPSec";
"IPSEC_TITLE" = "IPSec";

"6 to 4" = "6 → 4";

"MODEM_GENERIC" = "一般";
"MODEM_OTHER" = "その他";

"UNTITLED_INTERFACE" = "名称未設定";
"UNTITLED_SERVER" = "名称未設定のサーバ";

"ALERT_UNSAVED_CHANGES_FORMAT" = "“%@”サービスには、まだ適用されていない変更があります。それらを適用しますか？";
"ALERT_UNSAVED_CHANGES" = "このサービスには未保存の変更があります";
"ALERT_UNSAVED_CHANGES_EXIT" = "“ネットワーク”環境設定パネルを閉じる前に、変更を適用しますか？";
"ALERT_UNSAVED_CHANGES_IMPORT" = "読み込みを行うと、保存していない変更内容が失われます。構成を読み込む前に、変更内容を適用しますか？";
"ALERT_UNSAVED_CHANGES_SWITCH" = "サービスを切り替える前に、変更を適用しますか？";
"ALERT_UNSAVED_CHANGES_LOCATION_SWITCH" = "ネットワーク環境を切り替える前に、変更を適用しますか？";
"ALERT_UNSAVED_CHANGES_LOCATION_EDIT" = "ネットワーク環境を編集する前に、変更を適用しますか？";
"ALERT_UNSAVED_CHANGES_TOGGLE_AIRPORT_POWER" = "AirMac の電源を切り替えると、保存していない変更内容が失われます。AirMac の電源を切り替える前に、変更内容を適用しますか？";
"ALERT_UNSAVED_CHANGES_TOGGLE_DHCP_LEASE" = "DHCP リースの更新を行うと、保存していない変更内容が失われます。DHCP リースを更新する前に、変更内容を適用しますか？";
"ALERT_UNSAVED_CHANGES_CONNECTING" = "変更を適用せずに接続すると、以前の設定が使用されます。接続する前に、変更を適用しますか？";

"DELETE_VLAN_MULTIPLE" = "この VLAN は、%d 個のネットワークサービスで使用中です。";
"DELETE_VLAN_ONE" = "この VLAN は、1 個のネットワークサービスで使用中です。";
"DELETE_VLAN" = "VLAN“%@”を削除してもよろしいですか？";
"DELETE_VLAN_INFO" = "VLAN を削除すると、この VLAN を使用するネットワークサービスがすべて削除されます。サービスや VLAN の削除は取り消せません。VLAN とそれに関連する構成の削除を続けますか？";

"DELETE_BOND_MULTIPLE" = "このアグリゲートは、%d 個のネットワークサービスで使用中です。";
"DELETE_BOND_ONE" = "このアグリゲートは、1 個のネットワークサービスで使用中です。";
"DELETE_BOND" = "アグリゲート“%@”を削除してもよろしいですか？";
"DELETE_BOND_INFO" = "このアグリゲートを削除すると、このアグリゲートを使用するネットワークサービスがすべて削除されます。サービスやアグリゲートの削除は取り消せません。このアグリゲートとそれに関連する構成の削除を続けますか？";
"UNTITLED_VLAN" = "名称未設定 VLAN";
"UNTITLED_BOND" = "名称未設定ボンド";

"BOND_MEMBER_STATUS_ALL_CONNECTED" = "すべてのメンバーインターフェイスが接続されています。";
"BOND_MEMBER_STATUS_SOME_CONNECTED" = "一部のメンバーインターフェイスが接続されています。詳しくは、“詳細”をクリックしてください。";
"BOND_MEMBER_STATUS_NONE_CONNECTED" = "いずれのメンバーインターフェイスも接続されていません。詳しくは、“詳細”をクリックしてください。";

"NEW_INTERFACE" = "新しいインターフェイスが検出されました";
"SAVE_INTERFACE" =  "新しいネットワークインターフェイスが検出されました：\r\r%@\r\rインターフェイスが正しく構成されていることを確認してから“適用”を押して、有効にします。";

"NEW_INTERFACES" = "新しいインターフェイスが検出されました";
"SAVE_INTERFACES" =  "新しい複数のネットワークインターフェイスが検出されました：\r\r%@\r\rそれらのインターフェイスが正しく構成されていることを確認してから“適用”を押して、有効にします。";

/*
"NEW_PORT" = "New Port Detected";
"SAVE_PORT" =  "A new network port has been detected:\r\r\t%@\r\rPlease verify that it is configured correctly, then press Apply Now to activate it.";

"NEW_PORTS" = "New Ports Detected";
"SAVE_PORTS" = "New network ports have been detected:\r\r\t%@\r\rPlease verify that they are configured correctly, then press Apply Now to activate them.";
*/

/* "Make Service Active" = "Make “%@” Active"; */
/* "Make Service Inactive" = "Make “%@” Inactive"; */
"Make Service Active" = "サービスを有効にする";
"Make Service Inactive" = "サービスを無効にする";

"Remove Service" = "サービス“%@”を削除...";
"Duplicate Service" = "サービス“%@”を複製...";
"Rename Service" = "サービス“%@”を名称変更...";
"DELETE_WITH_NAME" = "“%@”を削除...";
"EDIT_WITH_NAME" = "“%@”を編集...";

/* Location Menu */
"EDIT_LOCATIONS" = "ネットワーク環境を編集...";

/* transmitting and receiving */
"tx" = "TX";
"rx" = "RX";

/* miscellaneous terms returned from configd or systemconfig */
"full" = "全";
"half" = "半";
"full-duplex" = "全二重";
"half-duplex" = "半二重";
"flow" = "フロー";
"flow-control" = "フロー制御";
"auto" = "自動";
"autoselect" = "自動選択";

/* misc service title */
"UNKNOWN_SERVICE" = "不明なサービス";

/* status strings */
"Inactive" = "停止";
"Connected" = "接続";
"Connecting" = "接続中...";
"Disconnecting" = "接続解除中...";
"Some Connected" = "部分接続";
"Not Connected" = "未接続";
"Not Configured" = "構成されていません";
"Unknown State" = "状況不明";
"Cable Unplugged" = "ケーブル未接続";

"Self-Assigned IP" = "自己割り当て IP";
"No IP Address" = "IP アドレスなし";
"Loopback IP" = "ループバック IP";


/* tab labels */
"airport" = "AirMac";
"pppaccounts" = "アカウント";
"ppp" = "PPP";
"tcpip" = "TCP/IP";
"ipv4" = "IPv4";
"ipv6" = "IPv6";
"dns" = "DNS";
"eap" = "802.1X";
"ethernet" = "Ethernet";
"modem" = "モデム";
"pppoe" = "PPPoE";
"proxies" = "プロキシ";
"appletalk" = "AppleTalk";
"bonds" = "ボンドの状況";
"wins" = "WINS";
"wwan" = "WWAN";
"vpnondemand" = "VPN オンデマンド";
"vpnoptions" = "オプション";

"8021X" = "802.1X";

/* service list column titles */
"Services" = "サービス";
"Active Services" = "動作中のサービス";
"Inactive Services" = "停止中のサービス";
"All Services" = "すべてのサービス";
"All Broadband Services" = "すべてのブロードバンドサービス";
"All VPN Services" = "すべての VPN サービス";
"All Wireless Services" = "すべてのワイヤレスサービス";
"All Dial-up Services" = "すべてのダイヤルアップサービス";

"All Active Services" = "すべての動作中のサービス";
"Active Broadband Services" = "動作中のブロードバンドサービス";
"Active VPN Services" = "動作中の VPN サービス";
"Active Wireless Services" = "動作中のワイヤレスサービス";
"Active Dial-up Services" = "動作中のダイヤルアップサービス";

/* action popup tooltip */
"ACTION_MENU_TOOLTIP" = "サービスの順序とその他のアクションを設定...";

/* Ethernet ID tooltip */
"EthernetID Tooltip" = "このネットワークハードウェアの MAC（メディアアクセス制御）識別子";
"AirPortID Tooltip" = "このネットワークハードウェアの MAC（メディアアクセス制御）識別子（AirMac ID と同じ）";

/* IP Address Validation strings */
"InvalidIPAddress" = "無効な IP アドレス";
"InvalidSubnetMask" = "無効なサブネットマスク";
"InvalidRouterAddress" = "無効なルーターアドレス";
"InvalidServerAddress" = "無効なサーバアドレス";
"InvalidDomainLabel" = "無効なドメインラベル";
"LinkLocalAddress" = "リンクローカルアドレス";
"InvalidPrefixLength" = "無効なプレフィックス長";

// =-=-= IP Address Error reason strings =-=-=
"BasicValidationError"	= "IP アドレスは、ピリオドで区切られた 0 〜 255 の範囲の 4 つの数値から構成されている必要があります。";
"BasicSubnetMaskError"	= "サブネットマスクは、ピリオドで区切られた 0 〜 255 の範囲の 4 つの数値から構成されている必要があります。";
"DefaultRouteError"	= "入力された値はデフォルトルートに割り当ててあるので、このコンピュータの IP アドレスとして使用することはできません。";
"LimitedBroadcastError"	= "入力された値は制限されたブロードキャストアドレスで、このコンピュータの IP アドレスとして使用することはできません。";
"FirstQuadReservedError"	= "最初のピリオドまでの数字が範囲を超えているので、このコンピュータのルーターアドレスとして使用することはできません。";
"SourceAddressError"	= "最初のピリオドまでの値にゼロは使用できません。 ";
"LoopbackError"	= "最初のピリオドまでの値に 127 は使用できません。 ";
"BroadcastAddressError"	= "ホストアドレスはブロードキャストと同じにすることはできません。";
"NetworkAddressError"	= "ホストアドレスは 0 以外である必要があります。";

// IP Address Octet value error reasons
"OctetMatchError"	= "IP アドレスのネットワークアドレスの部分が、サブネットアドレスと一致しません。";
"OctetRangeError"	= "IP アドレスが、ルーターアドレスとサブネットマスクによってサポートされているアドレスの範囲ではありません。";

// IP and Router match error
"IPRouterMatchError"= "IP アドレスとルーターアドレスは、異なるアドレスである必要があります。";

// IP Address Link Local Address
"LinkLocalError" = "この IP アドレスはルーティングができません。別の IP アドレスを入力されることをお勧めします。";

// subnet maskk error reasons
"NonContiguousOnesError" = "サブネットマスクが有効ではありません。値が正しく入力されていることを確認してください。サポートが必要な場合は、ネットワーク管理者に問い合わせてください。";

// DNS Search Domain errors
"SearchDomainLabelError" = "検索ドメインの名前は、半角英数とハイフンのみで構成されている必要があります。また最初と最後の文字は半角英数のいずれかでなければなりません。";

// IPv6 address errors
"IPv6BasicValidationError" = "IPv6 アドレスは、コロンで区切られた 0x0 から 0xffff の範囲の 8 つの 16 進数で構成されている必要があります。";
"IPv6RouterBasicValidationError" = "IPv6 ルーターアドレスは、コロンで区切られた 0x0 から 0xffff の範囲の 8 つの 16 進数で構成されている必要があります。";
// see RFC 3627 for reason less than 127 is recommended
"IPv6PrefixLengthError" = "IPv6 のプレフィックス長は 0〜128 の整数である必要があります。127 より小さい数値であることが推奨されます。";

/* DHCP ID length error strings */
"DHCP_ID_LENGTH_ERROR_TITLE" = "DHCP クライアント ID が長すぎます";
"DHCP_ID_LENGTH_ERROR_MESSAGE" = "DHCP クライアント ID が 255 文字を超えることはできません。";


/* Connect time */
"TIME_HMS" = "%2.2d:%2.2d:%2.2d";
"TIME_1DHMS" = "1 日、%2.2d:%2.2d:%2.2d";
"TIME_DHMS" = "%d 日、%2.2d:%2.2d:%2.2d";

/* data quantities for PPP */
"Bytes" = "バイト";
"KBytes" = "KB";
"MBytes" = "MB";

/* Location Sheet Tooltips */
"DUPLICATE_SET_TOOLTIP" = "選択したネットワーク環境を複製します";
"DUPLICATE_SERVICE_TOOLTIP" = "選択したサービスを複製します";
"DELETE_SET_TOOLTIP" =  "選択したネットワーク環境を削除します";
"DELETE_SERVICE_TOOLTIP" =  "選択したサービスを削除します";
"SERVICES_COLUMN_TITLE" = "サービス";
"LOCATIONS_COLUMN_TITLE" = "ネットワーク環境";
"ADD_LOCATION_TOOLTIP" = "ネットワーク環境を追加します";
"DELETE_LOCATION_TOOLTIP" = "選択したネットワーク環境を削除します";

/* Location services sheet title format */
"LOCATION_SERVICES_TITLE" = "ネットワーク環境“%@”に追加するサービスを選択";

/* these are for the VPNImporter and any other app that imports configs */
"VPN_SHARED_SECRET" = "IPSec 共有シークレット";

/* Keychain */
"IC_KEYCHAIN" = "インターネット接続";
"8021x_KEYCHAIN" = "802.1X パスワード";
"IC_KEYCHAIN_FORMAT" = "インターネット接続：%@";

/* configuration popup menu item titles */
"Rename item" = "“%@”を名称変更...";
"Delete item" = "“%@”を削除";

/* addRemove button tooltips */
"ADD_DNS_SERVER_TOOLTIP" = "DNS サーバアドレスを追加します";
"DELETE_DNS_SERVER_TOOLTIP" = "DNS サーバアドレスを削除します";
"ADD_SEARCH_DOMAIN_TOOLTIP" = "DNS 検索ドメインを追加します";
"DELETE_SEARCH_DOMAIN_TOOLTIP" = "DNS 検索ドメインを削除します";

"ADD_WINS_SERVER_TOOLTIP" = "WINS サーバアドレスを追加します";
"DELETE_WINS_SERVER_TOOLTIP" = "WINS サーバアドレスを削除します";
"Add WINS server address" = "WINS サーバアドレスを追加";
"Delete WINS server address" = "WINS サーバアドレスを削除";

"ADD_8021X_CONFIG_TOOLTIP" = "802.1X 構成を追加します";
"DELETE_8021X_CONFIG_TOOLTIP" = "802.1X 構成を削除します";
"Add an 802.1x configuration" = "802.1X 構成を追加";
"Delete an 802.1x configuration" = "802.1X 構成を削除";

"ADD_IPV6_ADDRESS_TOOLTIP" = "新しい IPv6 アドレスを追加します";
"DELETE_IPV6_ADDRESS_TOOLTIP" = "選択した IPv6 アドレスを削除します";

"ADD_SERVICE_TOOLTIP" = "新しいサービスを作成します";
"REMOVE_SERVICE_TOOLTIP" = "選択したサービスを削除します";

"CURRENT_NETBIOS_NAME_FORMAT" = "%@ は現在使用中です。";

"CUSTOM_RANGE_FORMAT" = "（%d 〜 %d ）";
"MTU_RANGE_ERROR_TITLE" = "値が範囲を超えています";
"MTU_RANGE_ERROR_FORMAT_UNDER_MIN" = "入力された MTU の値は、このインターフェイスでサポートされている最小値（%d）よりも小さくなっています。";
"MTU_RANGE_ERROR_FORMAT_OVER_MAX" = "入力された MTU の値は、このインターフェイスでサポートされている最大値（%d）を超えています。";
"MTU_RANGE_ERROR" = "入力された値は、このインターフェイスでサポートされている MTU の値の範囲ではありません。";

// proxy descriptions
"FTP Proxy" = "FTP プロキシ";
"Web Proxy (HTTP)" = "Web プロキシ（HTTP）";
"Secure Web Proxy (HTTPS)" = "保護された Web プロキシ（HTTPS）";
"Streaming Proxy (RTSP)" = "ストリーミングプロキシ（RTSP）";
"SOCKS Proxy" = "SOCKS プロキシ";
"Gopher Proxy" = "Gopher プロキシ";
"Automatic Proxy Configuration" = "自動プロキシ構成";
"Auto Proxy Discovery" = "自動プロキシ検出";
		
// proxy titles
"FTP Proxy Server" = "FTP プロキシサーバ";
"Web Proxy Server" = "Web プロキシサーバ";
"Secure Web Proxy Server" = "保護された Web プロキシサーバ";
"Streaming Proxy Server" = "ストリーミング・プロキシ・サーバ";
"SOCKS Proxy Server" = "SOCKS プロキシサーバ";
"Gopher Proxy Server" = "Gopher プロキシサーバ";
"Proxy Configuration File" = "プロキシ構成ファイル";

/* certificate alert strings */
"NO_CERT_ALERT_TITLE" = "証明書が見つかりません ";
"NO_CERT_ALERT_INFO" = "適切な証明書がキーチェーンに含まれていないため、証明書認証を使用できません。“キーチェーンアクセス”を使用して、適切な証明書をキーチェーンに読み込んでください。認証に必要な証明書がない場合は、ネットワーク管理者に相談してください。";
"NO_CERT_MACHINE_ALERT_TITLE" = "コンピュータ証明書が見つかりません ";
"NO_CERT_MACHINE_ALERT_INFO" = "適切な証明書がキーチェーンに含まれていないため、証明書認証を使用できません。“キーチェーンアクセス”を使用して、適切な証明書をキーチェーンに読み込んでください。認証に必要な証明書がない場合は、ネットワーク管理者に相談してください。";
"NO_CERT_ALERT_OK" = "OK";
"NO_CERT_SELECTED" = "選択なし";
"SELECT_USER_CERT_TITLE" = "ユーザ認証の証明書を選択してください：";
"SELECT_TLS_CERT_TITLE" = "TLS 証明書を選択してください：";
"SELECT_MACHINE_CERT_TITLE" = "コンピュータ認証の証明書を選択してください：";
"SELECT_CERT_INFO" = "選択なし";
"CERT_NOT_FOUND" = "キーチェーンにありません";
"CERT_NOT_FOUND_TOOLTIP" = "選択した証明書はすでにキーチェーンにはありません。";

// advanced VPNOnDemand tooltips and AX overrides
"ADD_VPN_DOMAIN" = "新しいドメインをリストに追加します";
"REMOVE_VPN_DOMAIN" = "選択したドメインをリストから削除します";
"Add VPN on Demand domain" = "VPN オンデマンドのドメインを追加";
"Remove VPN on Demand domain" = "VPN オンデマンドのドメインを削除";

/* normally redial timeout is specified in seconds. set this to "YES" to specify redial timeout in minutes. */
/* Japanese Law requires this value to be in minutes, so Japanese translations should set this to "YES". */
/* Others should leave it set to "NO". */
"REDIAL_IN_MINUTES" = "YES";
"MINUTES_LABEL" = "分"; 

/* 802.1x dialog strings */
"ONEX_TLS_TITLE" = "TLS を入にすると、認証に失敗します。";
"ONEX_TLS_INFO" = "適切な証明書がキーチェーンに含まれていないため、TLS を有効にできません。キーチェーンアクセスを使用して、適切な証明書をキーチェーンに読み込んでください。認証に必要な証明書がない場合は、ネットワーク管理者に相談してください。";
"NO_CERTS" = "証明書が見つかりません";
"TLS_DESC" = "TLS 証明書を選択してください：";

"ONEX_OFF_STATUS" = "802.1X が無効になっています";
"ONEX_ON_STATUS" = "802.1X が有効になっています";
"ONEX_INACTIVE_STATUS" = "802.1X は停止中です";
"TURN_ONEX_OFF" = "802.1X を無効にする";
"TURN_ONEX_ON" = "802.1X を有効にする";

"ONEX_LOGIN_OFF_STATUS" = "802.1X ログインが無効になっています";
"ONEX_LOGIN_ON_STATUS" = "802.1X ログインが有効になっています";
"TURN_LOGIN_ONEX_OFF" = "802.1X ログインを無効にする";
"TURN_LOGIN_ONEX_ON" = "802.1X ログインを有効にする";

"ENABLE_8021X_TOOLTIP" = "クリックして、このネットワークサービスのシステム 802.1X 認証を有効または無効にします。";
"ENABLE_8021X_TOOLTIP_NEED_NAME" = "802.1X 認証を有効にするには、ユーザ名とパスワードが必要です。";
"ONEX_AUTH_BUTTON_TOOLTIP" = "クリックして、802.1X 構成を使用して認証します";
"ONEX_LOGIN_CREDS_TOOLTIP" = "ユーザ名とパスワードは証明書を取得して信頼するためにのみ使用されます。ユーザ名とパスワードは保持されません。";

/* Authentication information */
"ONEX_AUTH_FAILED" = "802.1X 認証に失敗しました。";
"ONEX_CLIENT_STATUS_FAILED" = "802.1X を認証できません。指定した構成が無効である可能性があります。接続に使用している構成が分からない場合は、ネットワーク管理者に問い合わせてください。"; 
"ONEX_PROTOCOL_FAILURE" = "接続に使用しようとしているプロトコルの 1 つ以上がサポートされていません。接続に使用しているプロトコルが分からない場合は、ネットワーク管理者に問い合わせてください。"; 
"ONEX_INNER_PROT_FAILURE" = "接続に使用しようとしている内部プロトコルの 1 つ以上がサポートされていません。接続に使用している内部プロトコルが分からない場合は、ネットワーク管理者に問い合わせてください。"; 
"ONEX_SECURITY_ERROR" = "セキュリティエラー：%d";
"ONEX_ERROR_PORT" = "（エラー：%1$d、ポート %2$@）";

"ONEX_AUTHENTICATING" = "認証中";
"ONEX_CONNECTED" = "認証済み";
"ONEX_CONNECTED_VIA" = "“%@”を使用して認証済み";
"ONEX_CONNECTED_VIA_PROT" = "“%@”を使用して認証済み（%@）";
"ONEX_ELAPSED_TIME" = "接続時間：%@";
"ONEX_NO_AUTHENTICATOR" = "認証サーバからの応答がありません";

"ONEX_PROGRESS_TITLE" = "%2$@ の %1$@ 設定を構成中";
"ONEX_PROGRESS_STEP_AUTH" = "認証中...";
"ONEX_PROGRESS_STEP_TRUST" = "信頼を設定中...";

"ONEX_SYSTEM_DOMAIN" = "システムプロファイル";
"ONEX_LOGINWINDOW_DOMAIN" = "ログイン・ウインドウ・プロファイル";
"ONEX_USER_DOMAIN" = "ユーザプロファイル";
"ONEX_SYSTEM_CONFIG" = "システムプロファイル";
"ONEX_LOGINWINDOW_CONFIG" = "ログインウインドウ";

"ONEX_REPLACE_SYSTEM_CONFIG_TITLE" = "システムプロファイルを置き換えますか？";
"ONEX_REPLACE" = "置き換える";
"ONEX_REPLACE_SHEET_INFO" = "システムプロファイルを“%@”という名前のプロファイルで置き換えますか？";

"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_TITLE" = "このネットワークのプロファイルはすでに存在しています。";
"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_INFO" = "このネットワーク用の別のプロファイルを作成すると、ネットワークに自動接続できなくなる場合があります。";

/* status strings */
"UNKNOWN_SUMMARY" = "お使いのネットワーク接続の状況が不明です。";
"UNKNOWN_STATUS" = "ネットワークの状況が不明です";

/* airport tooltips */
"ADD_NETWORK_TOOLTIP" = "優先するネットワークをリストに追加します";
"DELETE_NETWORK_TOOLTIP" = "優先するネットワークリストからネットワークを削除します。";

/* Status View AirPort Specific */
"AIRPORT_OFF" = "%@ は現在“切”です";
"AIRPORT_ON" = "%@ は現在“入”です";
"AIRPORT_CONNECTED" = "%@ はネットワークに接続しています";
"AIRPORT_UNKNOWN" = "お使いのワイヤレス接続の状況が不明です。";
"AIRPORT_NO_NETWORK" = "ネットワークが選択されていません";

/* airport status summary strings */
"AIRPORT_NOT_CONNECTED_TO_NETWORK" = "%@ は入になっていますが、ネットワークには接続されていません。";
"AIRPORT_CONNECTED_TO" = "%1$@ は %2$@ に接続しています。";
"AIRPORT_CONNECTED_TO_IBSS" = "%1$@ は“コンピュータとコンピュータネットワーク” %2$@ に接続しています。";
"AIRPORT_NO_IP" = "%@ は IP アドレスが設定されていないため、インターネットに接続できません。";
"AIRPORT_NO_IP_CONFIGMETHOD" = "%1$@ は %2$@ から IP アドレスを受信するように設定されていますが、IP アドレスが設定されていないため、インターネットに接続できません。";
"AIRPORT_CONNECTED_WITH_IP" = "%1$@ は %2$@ に接続していて、IP アドレス %3$@ が設定されています。";
"AIRPORT_LINK_LOCAL" = "“%@”に自己割り当ての IP アドレス“%@”が設定されており、インターネットに接続できない可能性があります。";
"AIRPORT_NO_ROUTER" = "ベースステーションと通信できません。ベースステーションが正しく設定されていることを確認してください。";
"AIRPORT_NO_REACH_IP" = "%@ はワイヤレスネットワークに接続しましたが、ベースステーションの状況が不明です。インターネットには接続可能かもしれません。";
"AIRPORT_NO_DNS" = "%@ はインターネットに接続していますが、DNS 設定が正しくない可能性があります。";
"AIRPORT_INTERNET_SHARING" = "インターネット共有が入になっていて、%@ を使って接続を共有しています。";

/* airport interface join networks switch */
"AIRPORT_JOIN_AUTOMATICALLY_ON" = "既知のネットワークに自動的に接続されます。既知のネットワークに接続できない場合は、新しいネットワークに接続する前に確認メッセージが表示されます。";
"AIRPORT_JOIN_AUTOMATICALLY_OFF" = "既知のネットワークに自動的に接続されます。既知のネットワークに接続できない場合は、手動でネットワークを選択する必要があります。";


/* Status View Ethernet Specific */
"ETHERNET_ACTIVE" = "“%@”は現在使用中です";
"ETHERNET_NOT_ACTIVE" = "%@ は使用中ではありません";
"ETHERNET_CONNECTED" = "%@ は接続されています";
"ETHERNET_NOT_CONNECTED" = "%@ は接続されていません";

/* ethernet status summary strings */
"ETHERNET_ACTIVE_INFO" = "%1$@ は現在使用中で、IP アドレス %2$@ が設定されています。";
"ETHERNET_PLUGGED_NOT_CONNECTED" = "%@ にケーブルは接続されていますが、コンピュータに IP アドレスが設定されていません。";
"ETHERNET_NOT_PLUGGED" = "%@ にケーブルが接続されていないか、ケーブルの反対側に接続されている装置が応答していません。";
"ETHERNET_LINK_LOCAL" = "“%@”に自己割り当ての IP アドレスが設定されており、インターネットに接続できない可能性があります。";
"ETHERNET_NO_ROUTER" = "“ネットワークの状況”ではルーターと通信できません。";
"ETHERNET_NO_REACH_IP" = "“%@”はローカルネットワークに接続しましたが、インターネットに接続していることを“ネットワークの状況”で検証できません。";
"ETHERNET_NO_DNS" = "“%@”はインターネットに接続しましたが、DNS が期待どおりに動作していないため、正しく構成されていない可能性があります。";
"ETHERNET_LOOPBACK" = "%@ にはループバック IP アドレスが設定されており、インターネットに接続できない可能性があります。";

/* Bluetooth PAN */
"DEVICE_NOT_CONNECTED_FORMAT" = "%1$@ は接続されていません。";

/* iPhone USB */
"USB_NOT_PLUGGED" = "%@ にケーブルが接続されていないか、装置が応答していません。";

/* FireWire status summary strings */
"FIREWIRE_NOT_CONNECTED" = "ネットワーク対応の FireWire 装置が接続されていません。";

/* Modem Status View */
"MODEM_NOT_CONFIGURED" = "%@ は構成されていません";
"MODEM_CONNECTED" = "%@ は接続されています";
"MODEM_NOT_CONNECTED" = "%@ は接続されていません";

/* Modem Status Summary */
"MODEM_NO_SETTINGS" = "%@ は構成されていません。";
"MODEM_READY" = "ネットワークに接続するには、“接続”ボタンをクリックします。";

/* VPN Simple Status */
"VPN_INACTIVE" = "%@ は停止中です";
"VPN_CONNECTED" = "%@ は接続されています";
"VPN_CONNECTING" = "%@ は接続中です...";
"VPN_DISCONNECTING" = "%@ は接続解除中です...";
"VPN_NOT_CONNECTED" = "%@ は接続されていません";
"VPN_UNKNOWN_STATE" = "%@ の状況が不明です";
"VPN_NOT_CONFIGURED" = "%@ は構成されていません";

/* Link aggregation service */
"LINK_ALERT_TITLE" = "既存の構成が失われます";
"LINK_ALERT_EXISTING_CONFIG" = "選択したポートの既存の構成はすべて失われます。アグリゲートを作成してもよろしいですか？";
"LINK_STATUS_SPEED_DOWN" = "ダウン";
"LINK_STATUS_ENABLED" = "OK";
"LINK_STATUS_INVALID" = "リンクが正しくありません";
"LINK_STATUS_NO_PARTNER" = "パートナーがありません";
"LINK_STATUS_NOT_ACTIVE_GROUP" = "グループが正しくありません";
"LINK_STATUS_UNKNOWN" = "不明";
"LINK_STATUS_TOOLTIP_ENABLED" = "問題は検出されませんでした。";
"LINK_STATUS_TOOLTIP_INVALID" = "リンクの状態が無効です（ダウン、半二重、速度の誤りなど）。";
"LINK_STATUS_TOOLTIP_NO_PARTNER" = "この装置が接続されているスイッチのポートは、802.3ad リングアグリゲーションに対応していないようです。";
"LINK_STATUS_TOOLTIP_NOT_ACTIVE_GROUP" = "このポートはパートナーに接続されていますが、リンクアグリゲーションのグループが動作中のグループと異なります。";
"LINK_STATUS_TOOLTIP_UNKNOWN" = "この装置の状況を判断できませんでした。";

/* import/export */
"ALERT_IMPORT_FAILED_TITLE" = "“%@”用の構成を読み込めませんでした。";
"ALERT_IMPORT_FAILED_MESSAGE" = "“%@”サービスが見つかりませんでした。";
"ALERT_IMPORT_FAILED_NO_SERVICES" = "“%2$@”サービスが“ネットワーク”環境設定で設定されていないため、“%1$@”構成を読み込めませんでした。";
"IMPORT_FAILED_BAD_FILE" = "ファイルが無効なため、読み込みに失敗しました。";
"IMPORT_MULTIPLE_FORMAT" = "複数の %@ サービスが見つかりました。構成を読み込むサービスを選択してください：";
"IMPORT_MULTIPLE_8021X_FORMAT" = "“%@”をサポートする複数のサービスが見つかりました。構成を読み込むサービスを選択してください：";
"EXPORT_FAILED" = "書き出しに失敗しました。";
"EXPORT_FAILED_FILE" = "構成をファイルに書き出すことができません。";
"EXPORT_FAILED_CONFIGS" = "構成が何もないので、構成をファイルに書き出すことができませんでした。";
"EXPORT_FAILED_CHECKBOXES" = "チェックボックスが何も選択されていないため、構成をファイルに書き出すことができませんでした。";
"EXPORT_FAILED_FILE_8021x" = "802.1X プロファイルをファイルに書き出すことができません。";
"EXPORT_FAILED_PROFILES" = "プロファイルが何もないので、802.1X プロファイルをファイルに書き出すことができませんでした。";
"EXPORT_FAILED_CHECKBOXES_8021x" = "チェックボックスが何も選択されていないため、802.1X プロファイルをファイルに書き出すことができませんでした。";

"EXPORT_UNTITLED_FILE" = "名称未設定";


/* assist me sheet */
/* strings for the assist me alert sheet  */
"ASSIST_SHEET_TITLE" = "新しいネットワークを設定するために支援が必要ですか？　それとも、ネットワークの問題を解決するために支援が必要ですか？";
"ASSIST_SHEET_INFO" = "新しいネットワーク構成を設定するための支援が必要な場合は、“アシスタント”をクリックしてください。ネットワーク接続の問題を解決するための支援が必要な場合は、“診断”をクリックしてください。";

"ASSIST_SHEET_DEFAULT_BUTTON_TITLE" = "アシスタント...";
"ASSIST_SHEET_OTHER_BUTTON_TITLE" = "診断...";

/* appletalk strings */
"APPLETALK_ALRT" = "AppleTalk は別のネットワークサービスで使用中です。";
"APPLETALK_ALRT_EXPLANATION" = "“%@”上の AppleTalk を使用停止にしますか？"; 
"APPLETALK_ALRT_DUP_SERVICE" = " AppleTalk を複数のネットワークポートで同時に使用することはできません。操作を続けると、AppleTalk は“%@”で使用できなくなります。"; 

/* TCP/IP Advanced Sheet*/
"IPV6_ROUTER_NOT_AVAILABLE" = "使用できません";

/* Show Menu Extra titles */
"SHOW_VPN_MENUEXTRA" = "メニューバーに VPN の状況を表示";
"SHOW_MODEM_MENUEXTRA" = "メニューバーにモデムの状況を表示";
"SHOW_WWAN_MENUEXTRA" = "メニューバーに WWAN の状況を表示";
"SHOW_PPPOE_MENUEXTRA" = "メニューバーに PPPoE の状況を表示";
"SHOW_IRDA_MENUEXTRA" = "メニューバーに IrDA の状況を表示";

/* Accessibility Strings */
"Location Actions" = "ネットワーク環境の操作";
"Add Location" = "ネットワーク環境を追加";
"Delete Location" = "ネットワーク環境を削除";

"Add search domain" = "検索ドメインを追加";
"Delete search domain" = "検索ドメインを削除";
"Add DNS server" = "DNS サーバを追加";
"Delete DNS server" = "DNS サーバを削除";

"Add Service"= "サービスを追加";
"Delete Service" = "サービスを削除";
"Service Actions" = "サービスアクション";

"Add Profile"= "プロファイルを追加";
"Delete Profile" = "プロファイルを削除";

"SERVICE_LOGO_FORMAT" = "%@ ロゴ";
"Service Logo" = "サービスロゴ";

/* IPSec VPN server requires prompt */
"SERVER_REQUIRES_PROMPT" = "サーバはパスワードを確認します";

/* Bluetooth PAN and iPhone support */
"NO_PAIRED_DEVICES_FOUND" = "PAN デバイスが見つかりません";